{
    
"products": [
    {
        "id" : 1,
        "name": "Sumatra Dark Roast Coffee Beans",
        "description": "Indulge in the bold and earthy flavors of Sumatra dark roast coffee beans.",
        "size": "16 oz bag",
        "price": 14.99,
        "categories": ["Dark Roast"]
    },

    {
        "id" : 2,
        "name": "Ethiopian Yirgacheffe Coffee Beans",
        "description": "Transport your taste buds to the birthplace of coffee with our Ethiopian Yirgacheffe beans. They offer a bright, floral, and citrusy flavor profile, making every sip a delightful adventure.",
        "size": "12 oz bag",
        "price": 17.99,
        "categories": ["Medium-Dark Roast"]
    },

    {
        "id" : 3,
        "name": "Colombian Medium Roast Coffee Beans",
        "description": "Discover the smooth and balanced taste of Colombian medium roast coffee beans. These beans are perfect for your daily coffee ritual, offering a harmonious blend of flavors.",
        "size": "24 oz bag",
        "price": 19.99,
        "categories": ["Medium Roast"]
    },

    {
        "id" : 4,
        "name": "Decaf Swiss Water Process Coffee Beans",
        "description": "Enjoy the rich aroma and taste of coffee without the caffeine. Our decaf coffee beans are processed using the Swiss Water method, ensuring a clean and flavorful decaffeination process.",
        "size": "8 oz bag",
        "price": 13.99,
        "categories": ["Light Roast", "Decaf"]
    },

    {
        "id" : 5,
        "name": "Brazilian Peaberry Coffee Beans",
        "description": "Experience the uniqueness of Brazilian peaberry coffee beans. These small, round beans deliver a smooth, full-bodied brew with hints of nuttiness and cocoa.",
        "size": "10 oz bag",
        "price": 16.99,
        "categories": ["Medium-Dark Roast"]
    },

    {
        "id" : 6,
        "name": "Mexican Chiapas Fair Trade Coffee Beans",
        "description": "Savor the flavors of Mexico with our Chiapas fair trade coffee beans. These beans are responsibly sourced, ensuring both quality and ethical production practices.",
        "size": "14 oz bag",
        "price": 15.99,
        "categories": ["Medium Roast"]
    },

    {
        "id" : 7,
        "name": "Hawaiian Kona Coffee Beans",
        "description": "Treat yourself to the luxury of Hawaiian Kona coffee beans. Grown in the volcanic soil of Hawaii, these beans offer a smooth, mellow, and slightly nutty taste.",
        "size": "8 oz bag",
        "price": 15.99,
        "categories": ["Light Roast"]
    },

    {
        "id" : 8,
        "name": "Dark Chocolate Espresso Coffee Beans",
        "description": "Elevate your coffee experience with our dark chocolate espresso beans. These beans are a blend of rich coffee and dark chocolate, creating a delightful fusion of flavors.",
        "size": "10 oz bag",
        "price": 12.99,
        "categories": ["Dark Roast"]
    },

    {
        "id": 9,
        "name": "Costa Rican Single-Origin Coffee Beans",
        "description": "Experience the rich and diverse flavors of Costa Rican single-origin coffee beans. Sourced from the lush coffee regions of Costa Rica, these beans offer a well-balanced and vibrant taste.",
        "size": "12 oz bag",
        "price": 18.99,
        "categories": ["Medium Roast"]
    },

    {
        "id": 10,
        "name": "French Vanilla Flavored Coffee Beans",
        "description": "Indulge in the sweet and creamy notes of our French Vanilla flavored coffee beans. These beans offer a delightful twist to your daily coffee routine.",
        "size": "14 oz bag",
        "price": 14.99,
        "categories": ["Light Roast"]
    },

    {
        "id": 11,
        "name": "Kenyan AA Grade Coffee Beans",
        "description": "Discover the bold and complex flavors of Kenyan AA grade coffee beans. Grown at high altitudes, these beans provide a unique and full-bodied coffee experience.",
        "size": "18 oz bag",
        "price": 22.99,
        "categories": ["Medium-Dark Roast"]
    },

    {
        "id": 12,
        "name": "Hazelnut Crunch Coffee Beans",
        "description": "Enjoy the delightful crunch of hazelnuts infused in our Hazelnut Crunch coffee beans. This blend offers a harmonious combination of coffee and nutty flavors.",
        "size": "10 oz bag",
        "price": 16.49,
        "categories": ["Medium Roast"]
    },

    {
        "id": 13,
        "name": " Decaf Organic Peruvian Coffee Beans",
        "description": "Savor the natural and organic taste of Peruvian coffee beans. These beans are cultivated with care and respect for the environment, delivering a clean and pure coffee experience.",
        "size": "16 oz bag",
        "price": 20.99,
        "categories": ["Medium Roast", "Decaf"]
    },

    {
        "id": 14,
        "name": "Mocha Java Blend Coffee Beans",
        "description": "Experience the classic combination of Mocha Java Blend coffee beans. This blend harmonizes the rich, earthy flavors of Java with the fruity and chocolaty notes of Ethiopian Mocha beans.",
        "size": "20 oz bag",
        "price": 19.99,
        "categories": ["Medium-Dark Roast"]
    },

    {
        "id": 15,
        "name": "Caramel Macchiato Flavored Coffee Beans",
        "description": "Indulge in the sweet and creamy delights of Caramel Macchiato flavored coffee beans. These beans offer a decadent coffee experience with hints of caramel and espresso.",
        "size": "12 oz bag",
        "price": 15.99,
        "categories": ["Dark Roast"]
    },

    {
        "id": 16,
        "name": "Guatemalan Antigua Single-Origin Coffee Beans",
        "description": "Embark on a journey of flavors with our Guatemalan Antigua single-origin coffee beans. These beans are sourced from the renowned Antigua region of Guatemala, offering a unique and captivating coffee profile.",
        "size": "14 oz bag",
        "price": 21.99,
        "categories": ["Medium Roast"]
    }
  ]
}